Отлично, ты ведь любишь большие тюрьмы? Первым делом мрачные коридоры, стальные двери, куча плохих парней, которым ты сшибаешь головы... Ну, а девушки потом.
Кстати... В общем, ты извини, если что. Эта принцесса меня, можно сказать, вернула к реальности.
Ладно, с извинениями разобрались, переходим к основной повестке дня - спасению вселенной. Что там у нас... Ага, спасти заключенных, захватить ангары и снаряжение, потом создаем армию истребителей и громим Сириус!
Аэродром с другой стороны этой горки, так что прогуляйся до туннеля, который соединяет тюрьму, аэродром и ангары.
Прогулочка будет в наших лучших традициях: я засекла пару-тройку орудий в доминирующих над местностью местах... наверху, то есть. Так что ты там поосторожнее, ладно?
