Что ж, мы не нашли зикси, зато они нашли нас. А, без разницы! Главное - мы здесь.
Теперь разберись со всеми этими менталовскими прихвостнями и отправляйся к плато, где находится медальон. Плато на другом конце деревни, так что тебе придется попрыгать по верхушкам деревьев, чтобы туда добраться.
Деревня делится на две зоны. Первая, где мы сейчас, - жилая. Тут живет большая часть зикси. Во второй стоят лесопилки - довольно примитивные, что с дикарей возьмешь... Между зонами ходит фуникулер, на нем переправляют людей и грузы. Попробуй его найти.
