Добро пожаловать на М'Дигбо, Сэм!
Судя по тому, что сказали Мудрые, думаю, стоит найти деревню М'Кеке и расспросить их вождя о медальоне.
Как ни странно, на пути тебе встретятся препятствия. Придется немного подумать и использовать подручные средства. Ты еще не забыл, что такое клавиша 'Использовать'?
Мои сенсоры засекли деревню, она на противоположном склоне горы. Попасть туда можно через туннель - поищи пещеру со входом в виде обезьяньей пасти.
Обыщи-ка эти домики повнимательнее - может, найдешь что-нибудь полезное.
