Сэмми, сестренка Сэма. Впрочем, нужно признать, что сам Сэм никогда не хотел никакой сестренки. Необыкновенно сильная, несмотря на свою стройную фигурку, Сэмми делает все почти так же хорошо, как ее брат... но все же не так хорошо.
Всю жизнь проведя в тени брата, Сэмми пришлось отчаянно бороться за признание. После того, как Сэм попал в Ловушку Времени, Сэмми решила взвалить большие дела на свои маленькие плечи и записалась в отряд прикрытия с робкой надеждой наконец-то превзойти Сэма на поле боя.
'Не зови меня крошкой-малышкой!' - именно та фраза, которую вы услышите от нее.
