Прохладненько, да? Как хорошо, что ты захватил теплое белье, правда?
Флот Альянса движется к Сириусу. Но наша задача самая ответственная - найти Лазерную Пушку и пробить пару дырок в щите, закрывающем Сириус.
Я огляделась, когда мы приближались к базе, и заметила тепловыводящие радиаторы Лазерной Пушки. Думаю, около них ты сможешь отогреться.
Нам нужно попасть на ту сторону периметра. Я тут видела посадочную площадку с лифтом. Разберись с плохими парнями, и тогда войска Альянса скинут нам взрывчатку. Подорвешь двери к Лазерной Пушке - и сделаешь Сириусу Большой Бум.
Ну и чего ты ждешь?!
